Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 凌霄眉毛一扬“收服他们干什么？”游小默说：“帮手啊，你想想，我们的敌人是赤血家族，俗话说双拳难敌四手，多一个帮手就多一份助力，对我们也不是没有好处吧。”
en_us: Ling Xiao raised an eyebrow, "Why should I subdue them?" You XiaoMo replied, "For them to be helpers ah. Our enemy is the ChiXue Clan. As they say, it is difficult to resist four hands with two fists. One more helper is an additional assistance, it’s a good thing for us."

source: 凌霄眉毛一挑，“你确定？”
en_us: Ling Xiao raised an eyebrow, "Are you sure?"

source: 凌霄看了他一眼。
en_us: Ling Xiao glanced at him.

source: 凌霄看了他一眼，“你刚刚表现出对空间符很大的兴趣，现在买了黑玉就不买空间符，不是在告诉别人你买的黑玉是准备制作空间符的吗？
en_us: Ling Xiao glanced at him. "You just showed a lot of interest in teleportation talismans, but now that you bought the black jade, you aren't buying any more teleportation talismans. Isn't this equal to telling everything that you're buying black jade to create teleportation talismans?

source: 凌霄看了他一眼，接着在晶石板输入价格。
en_us: Ling Xiao looked at him and started to input the price in tablet.

source: 凌霄看了他一眼，这吃货估计已经忘了计划的事情。
en_us: Ling Xiao glanced at him, this glutton (吃货) had probably forgotten about all their plans.

source: 凌霄看了看自己的盘子，又看了看游小默的。
en_us: Ling Xiao stared at his plate then at You XiaoMo's.

source: 凌霄看了眼游小默，后者立刻会意的把莫景交给他们的牌子拿出来，也不管老人看不看得懂就递给他，“这是灵龟族的东西，不知道您认不认识。”
en_us: Ling Xiao glanced at You XiaoMo. The latter immediately understood the glance. He took out the card (牌子) that Mo Jing gave to them and passed it to the old man, disregarding whether the old man could understand it or not, "This is something from the Mystic Tortoise Clan. I do not know if you recognize it or not."

source: 凌霄看他这么纠结，便说：“不如我们来修炼吧。”
en_us: Seeing him so conflicted, Ling Xiao said, "How about we cultivate?"

source: 凌霄看出他的疑惑，“妖兽们一直生活在水中或岛上，这种人类用的东西自然很少见到，会感兴趣也是正常的。”
en_us: Ling Xiao saw his doubts, "Demon beasts have always been living in the water or on an island. Naturally, they rarely see these kind of things that humans use, so it's normal that they will be interested in them."

source: 凌霄看向柴天四人，微微一笑：“还差两个，只要再两个就行了，你们是要自己选，还是我来选？”
en_us: Ling Xiao looked at Chai Tian and the other three, his lips curling into a slight smile. “I still need two more, just two more. Are you going to choose between yourselves or should I choose for you?”

source: 凌霄看着他的背影，嘴角露出一抹笑意，还真是睚眦必报啊！
en_us: Ling Xiao gazed after him as he left, a smile curling on his lips. How vindictive!

source: 凌霄看着他落荒而逃的身影，勾了下嘴角，眼中的欲望一瞬间又消失了，似能收发自如一样。
en_us: Ling Xiao gazed at his fleeing figure and smirked. The desire in his eyes disappeared in an instant, as if he was able to freely receive and attack. (似能收发自如一样)

source: 凌霄看着他被烧得红通通的脸颊，严肃地道：“实话。”
en_us: Ling Xiao looked at his face which had been roasted red by the heat of the flames and sternly demanded, "Speak the truth."

source: 凌霄看着他隐忍的表情，失声笑了起来，重新将内丹送到他面前，“既然你都跪下来求我了，那我就勉为其难，把这枚内丹给你好了。”
en_us: Ling Xiao couldn't help but laugh as he tried to hold back his pain (隐忍的) and once again put the Life Crystal in front of him, "Since you even kneeled to beg me, then I'll very relunctantly (勉为其难) give you this Life Crystal."

source: 凌霄看着前面几乎不超过一百个的坟墓，偏头问道：“哪一个？”
en_us: Ling Xiao looked at the graves in front of him, which couldn't have been more than a hundred of them, and he tilted his head to the side and asked, "Which one is it?"

source: 凌霄眼中闪过一丝晦涩的暗芒，身形蓦然消失在原地。
en_us: Something unintellible flashed across Ling Xiao's eyes as his figure suddenly disappeared. (一丝晦涩的暗芒)

source: 凌霄眼疾手快的捂住他的嘴巴，顺着他的视线看上去，顿时觉得他大惊小怪了。
en_us: With sharp eyes and agile hands, Ling Xiao covered his mouth, followed his line of sight, and immediately felt that he was making a fuss about nothing.

source: 凌霄眼角上挑，眼中带着明显的嘲讽，就像他之前一样，同样轻蔑的眼神，或许斗篷人没想到他的处境会反过来。
en_us: The corner of Ling Xiao's eyes lifted, and there was obvious mockery in his eyes. Just like what had happened before, there was the same contemptuous look in his eyes. Perhaps the cloaked man did not think that his situation would be reversed.

source: 凌霄眼角看到他一脸错愕的表情，表情却很淡定，仿佛没看懂他内心的想法一样。
en_us: Ling Xiao saw his stunned expression from the corner of his eyes, but his own expression was very calm and collected, as if he didn't understand what You XiaoMo was thinking.

source: 凌霄睃了他一眼，那颗脑袋在想什么他不用掐指就知道了，“想当个酒师你确实有那个条件，这些灵酒据说都是用灵草酿造的，不过不是有灵草就能酿造，还需要配方。”
en_us: Ling Xiao glanced over and without thinking, he knew exactly what was going on in that head of his, "You do meet the requirements, if you want to be a sommelier. Supposedly, all of these wine were brewed from magic herbs, but thats not enough, you are going to need recipes too."

source: 凌霄睇了他一眼，“不是还有吗？”
en_us: Ling Xiao cast a sidelong glance at him, "Don't you still have more?"

source: 凌霄瞥了他一眼，“下次问这种问题的时候记得不要用嘴巴说，不然我会怀疑你是故意的。”
en_us: Ling Xiao shot him a glance, "Next time, when you ask this sort of question next time, remember not to use your mouth to say it. Otherwise, I will suspect that your actions are deliberate."

source: 凌霄知道古叔在考验自己，笑着回道：“哦，发生了一点点事情，不过今天之内应该就能完成了，到时我会立刻出现在你面前的。”
en_us: Ling Xiao knew that Uncle Gu was testing him, and he laughed as he answered, "Oh, something very minor happened, but it should be finished by the end of today. After that I will instantly appear in front of you."

source: 凌霄突然伸出手弹了他的脑门一下，“蠢货，你以为被邀请的人只有赤血家族？”
en_us: Ling Xiao suddenly reached out and flicked him in the head. "Idiot, do you think the ChiXue Clan will be the only ones invited?"

source: 凌霄突然停下来，狐疑的看着他的脸，“你这么兴奋做什么？”
en_us: Ling Xiao suddenly stopped and suspiciously eyed his face, "What are you so excited about?"

source: 凌霄突然冷下脸，“阁下这话是什么意思？”
en_us: Ling Xiao's expression suddenly chilled, "What does Your Excellency (阁下) mean by saying this?"

source: 凌霄突然咳了一声，一副病态的样子。
en_us: Ling Xiao suddenly gave a cough, pretending to be ill.

source: 凌霄突然固定住他的腰，喝道：“别动！”
en_us: Ling Xiao suddenly grabbed hold of his waist as he ordered, "Don't move!""

source: 凌霄突然将他拉到怀里。
en_us: Ling Xiao suddenly pulled him into his arms.

source: 凌霄突然就失去了耐心，瞥向姬芮的目光充满了恶劣的杀意。
en_us: Suddenly, Ling Xiao lost his paitence and his looked at Ji Rui with scurvy killing intent. (恶劣的杀意)

source: 凌霄突然抬起头，嘴角勾着一抹坏笑，“慢吞吞的，我还以为你准备把水从我头顶淋下来。”
en_us: Ling Xiao suddenly raised his head and a smirk graced his lips, "You were being so slow that I thought you were going to pour water onto my head."

source: 凌霄突然挡在他前面，那种感觉霎时消失了。
en_us: Ling Xiao suddenly stepped in front of him and the feeling disappeared.

source: 凌霄突然握紧他的手，低声道：“不着急。”
en_us: Ling Xiao suddenly grabbed his hand, saying in a low tone, "Don't panic."

source: 凌霄突然皱了下眉，犹豫了一瞬间便冲到男子面前，随手弹出两缕火焰将锁链干脆的烧断了。
en_us: Ling Xiao suddenly frowned, hesitating for a moment before charging in front of the man and flicking two embers at the chains, melting them.

source: 凌霄突然皱起眉，抬头朝游小默看了过去，眼神很微妙。
en_us: Ling Xiao frowned abruptly and raised his head to give You XiaoMo a strange look.

source: 凌霄突然笑了起来，“啊，那就太可惜了，本来还想称赞你一下。”
en_us: Ling Xiao suddenly laughed, "Oh, that's too bad. I wanted to give you a compliment."

source: 凌霄突然说：“答应他。”
en_us: Ling Xiao suddenly said, "Do it."

source: 凌霄突然露出一抹意味深长的浅笑。
en_us: Ling Xiao suddenly revealed thin smile, heavy with meaning.

source: 凌霄立刻带着游小默迅速的往后退，游小默抓着凌霄的手臂，整个人的重量都靠在他身上。
en_us: Ling Xiao instantly retreated backwards quickly with You XiaoMo. You XiaoMo grabbed Ling Xiao's arm, and the entire weight of his body was resting on Ling Xiao.

source: 凌霄立刻知道他在想什么了，笑骂道：“蠢货，这点胆量都没有。”不过他还是帮忙看了一下。
en_us: Ling Xiao immediately knew what he was thinking about and he derided and taunted, "You dunce, you don't even have this much guts." However, he still helped You XiaoMo take a look.

source: 凌霄立刻移开手，让他扑了个空：“但是你前不久才升级，现在又用不了这枚内丹，给了你也没用。”
en_us: Instantly, Ling Xiao pulled his hand away + (扑了个空), "You just leveled up recently, so you can't even use this Life Crystal right now. There is no point in giving it to you."

source: 凌霄立刻走过来，“怎么了？”
en_us: Ling Xiao instantly walked over. "What's wrong?"

source: 凌霄站在洞口看着这一幕，终于看不下去，主动走过去说要帮他的忙，结果却反被游小默给推开。
en_us: Ling Xiao stood at the entrance of the cave and watched this scene. Finally, he could not bear to watch it anymore and took the initiative to walk over to say that he wanted to help, but he was pushed away by You XiaoMo.

source: 凌霄端着茶杯喝了口茶，淡淡的说道：“不能！”
en_us: Ling Xiao picked up his cup of tea and took a sip before saying blandly, "You can't!"

source: 凌霄笑了起来。
en_us: Ling Xiao started laughing.

source: 凌霄笑呵呵地道：“日后？
en_us: Ling Xiao chuckled. "In the days to come?

source: 凌霄笑得肩膀不停的颤动着。
en_us: Ling Xiao was laughing so much that his shoulder wouldn't stop shaking.

source: 凌霄笑得肩膀直抖。
en_us: Ling Xiao laughed till his shoulders started shaking.

source: 凌霄笑得肩膀直抽。
en_us: Ling Xiao laughed till his shoulders were shaking (笑得肩膀直抽).

source: 凌霄简单的说了下。
en_us: Ling Xiao gave a basic explanation.

source: 凌霄终于朝他走了过来，游小默节节败退，直到背后抵着一面墙，不能退了为止。
en_us: As Ling Xiao finally walked towards him, You XiaoMo edged backwards, all the way until he hit a wall and was unable to retreat any further.

source: 凌霄终于笑出了声，“这不是挺好的吗？
en_us: Finally, Ling Xiao laughed out lour, "It turned out well, didn't it? His ability is pretty nice and..."

source: 凌霄给他一个赞赏的眼神。
en_us: Ling Xiao shot him an admiring look.

source: 凌霄给他们的任务是，若是找到花姑和她的小弟就把他们交给天刀，花姑心思缜密是个好苗子，她的小弟则是好帮手，训练他们的最直接的办法就是让她跟着天刀学习，将来若有用得着他们的地方就可以直接用了，所以这个任务也叫做便宜训练法，又名能者多劳。
en_us: The task that Ling Xiao gave them was that if they found Hua Gu and her little brothers, they should hand them over to Tian Dao. Hua Gu was a good child (苗子), careful and considerate, and her little brothers were good assistants. The most direct method of training them would be to let them follow Tian Dao and learn from him, so if there was ever a time he needed them in the future, he could just use them right away. So this task was also called the 'Advantageous Training Method' (便宜训练法), or in other words, the more fit one is, the more they should do.

source: 凌霄继续往前走，一边漫不经心的说道：“急什么，买灵草的铺子是少，但不可能一个都没有，乌山集镇既然是古玛部落的大本营，这里一定有卖灵草的地方。”
en_us: Ling Xiao continued walking and said, unconcerned, "What's the hurry? Sure there was only a few of those shops, but they can't not have one. After all, the WuShan Town was the headquarters of the Guma Tribe, they must have a place that sells magic herbs."

source: 凌霄耻笑道：“之前我跟你说的时候你还否定了我的提议，怎么现在突然改变注意了，你不是说你已经让别人帮你找灵草了吗？”
en_us: Ling Xiao sneered, "When I suggested it to you earlier, who was the one who rejected my proposal and now you changed your mind? Didn't you say you already had someone help you find the magic herbs?"

source: 凌霄脸上灭有一丝意外，反而露出一抹古怪的笑意，“外面应该也在传我的事情吧？”
en_us: There wasn't a trace of surprise on Ling Xiao's face. Rather, he revealed a strange smile. "They should be spreading information about me outside as well, right?"

source: 凌霄脸上露出一个奇异的笑容，脚尖使力便朝他迅速的冲了过去，一身强悍的气息倒是丁点不泄露，顷刻间便冲到游双面前，后者震惊的脸瞬时放大，由于估算错误，他根本来不及躲避，一只闪烁的紫光与红色火焰的拳头便狠狠地砸到他脆弱的腹部上……
en_us: A strange smile appeared on Ling Xiao's face and, pushing off with the balls of his feet, he charged forwards and quickly arrived in front of You Shuang, not letting even a sliver of his overwhelmingly powerful presence leak. The other's shocked face was immediately magnified. Due to his miscalculation, he didn't have time to dodge at all. A fist, flashing with purple and red flames impacted with his fragile abdomen harshly...

source: 凌霄脸上露出一抹冷笑。
en_us: A cold smile appeared on Ling Xiao's face.

source: 凌霄自信地说道：“在客栈的时候，虽然她隐藏得很好，但是我看得出来她对莫雪姐妹早有杀意。
en_us: Ling Xiao said confidently, "In the inn, though she hid it well, I could clearly see that she had been wanting to kill them for a long time.

source: 凌霄虽然同意让花姑三人追随，但是并未让他们跟在身侧，而是让他们去邪教，名字就是叫邪教，正是他父亲的手下创建的势力。
en_us: Though Ling Xiao had agreed to let Hua Gu and co follow them, he didn't mean for them to travel together, but for the three to go to The Evil Cult. The Evil Cult's name was The Evil Cult, the group that his father had left to him.

source: 凌霄补充道：“不过游震天是个多疑的人，近日不做些奇怪的举动，等他回赤血城就没事了。”
en_us: Ling Xiao supplemented, "However, You ZhenTian is a suspicious person. We can't do anything out too attention grabbing while he's still here. It'll be fine once he goes back to ChiXue City."

source: 凌霄表情似笑非笑，“你该不会忘了，我们这趟过来可不是为了找帮手，而是找古叔问父亲身上龙族血脉的事情。”
en_us: Ling Xiao gave a smile that was yet not a smile, "You couldn't have forgotten that we made this trip not to find helpers, but to look for Uncle Gu to ask about the Dragon Clan bloodline from my father?"

source: 凌霄表情凝重起来，他在万年前就听说过游震天这个人，他有一成名绝招正是和猛虎有关，据说拥有吞天灭地的能力，很多强者就是败在这招之下。
en_us: Ling Xiao's expression became focused. He had heard of You ZhenTian ten thousand years ago, and he had a famous unique skill which just happened to be related to the ferocious tiger. Rumor had it that it had the ability to swallow the heavens and destory the earth, and many experts had lost before it.

source: 凌霄表情很严肃，用火焰将它包裹起来后，在众人看不到的地方，他又往火焰加了一缕真龙之息。
en_us: Ling Xiao's expression was serious. After he used the flames to wrap it up, when no one was looking, he added a sliver of The Breathe of the True Dragon (真龙之息).

source: 凌霄表情有些古怪，顿了下才说：“下次她要是再找你，不要管她。”
en_us: Ling Xiao’s expression contorted into something a little odd, and he hesitated before saying, “Next time she tries to talk to you, ignore her.”

source: 凌霄被他撞得往后退了一步，被他感染了喜悦，不过嘴上却说：“我有眼睛看，你不用一直强调。”
en_us: Ling Xiao was knocked back a step by him and was infected with his joy too but the words that came out was, "I can see with my eyes, you don't have to tell me twice."

source: 凌霄见他一脸失落，严重闪过一道光芒。
en_us: Seeing his disappointed expression, Ling Xiao's eyes flashed.

source: 凌霄见他不回答，手中的火焰立刻弹出去，躲闪不及的守卫发出凄惨的叫声，火焰疯狂的蔓延，游单和游双没有注意到，火焰已经蔓延到牢房那边，正在煅烧这九玄铁。
en_us: Seeing him not responding, the flame in his hand shot out. The guards that didn't dodge in time screamed in pain. The falmes spread rapidly. You Dan and You Shuang didn't realize that the flames that already spread to the prisons, eating away at the nine myth steel.

source: 凌霄见他直愣愣的看着自己，便问道。
en_us: Ling Xiao asked upon seeing You XiaoMo staring blankly at himself.

source: 凌霄觉得他家夫人经常会弄些惊喜给他，作为一个肉食者，他认为眼前新鲜出炉的烤肉闻起来比上次在船上吃到的饭菜还要香，口水已经在分泌，尽管馋，但是他的表情依旧镇定得跟面前就是几个白馒头一样。
en_us: Ling Xiao thought his family's wife would often surprise him. As a carnivore, he thought that the freshly cooked roast meat smelled more appetizing than food he had eaten on the ship at that time. His saliva was already flowing. No matter how voracious he was, his expression was as calm as if there were only a few steamed white buns in front of him.

source: 凌霄让他们分两队走，六人刚好一队三人，大鹏鸟一队实力比较高，所以让他们去找篮球，虽说篮球和另外几个兄弟一起去找失踪的一个兄弟，但是他那位兄弟的失踪似乎有蹊跷。
en_us: Ling Xiao told them to split into two groups when leaving. Since there were six people, it split perfectly into two groups of three. The team with the Giant Roc was more powerful, so they were told to go find LanQiu. Although LanQiu had set out with several other fellows to go search for a missing friend, there was something a little odd about the disappearance of that friend.

source: 凌霄说的没错，游小默就是气氛杀手的代名词。
en_us: Ling Xiao was definitely not wrong, You XiaoMo was absolutely synonymous with a mood killer.

source: 凌霄说：“一级彩级四品灵丹。”
en_us: Ling Xiao replied, "A Level One Grade Four Rainbow magic pill." (一级彩级四品灵丹)

source: 凌霄说：“不是子蛊，应该是一种名为连心蛊的蛊王，连心蛊一般有两只，分别为一公一母，以你为是人类炼制的，所以他们不属于妖兽，而炼制连心蛊的条件极为苛刻，不过一旦成功，他们就会成为一种强大的武器。”
en_us: Ling Xiao stated, "It is not a child Gu. It should be a type of Gu king called the Heart Linking Gu (连心蛊). There are generally two halves that make up a Heart Linking Gu - one male and one female Gu. They are not classified as demon beasts as they were created by humans. In addition, the requirements for creating the Heart Linking Gu are extremely harsh, but they will become a powerful weapon if it succeeds."

source: 凌霄说：“他应该已经死心了，不然不会对莫雪会容易使无动于衷，看到他和那个姓谢的亲密也什么反应都没有。”
en_us: Ling Xiao said, "He should've already given up by now, or else he wouldn't have been indifferent to Mo Xue's face being disfigured. He didn't have any reaction whatsoever when he saw how close she and the one with the surname Xie are."

source: 凌霄说：“你总算还有一个有点，不枉我对你的期待。”
en_us: Ling Xiao said, "Finally, you at least have something going for you; my hope was not in vain."

source: 凌霄说：“你现在动身把水元素之心拿过来，不过要记得量力而行，若是遇到那些人，我允许你放弃任务先逃命。”
en_us: Ling Xiao instructed, "You leave now and bring the Water Elemental Essence here. But remember to act within your means. If you meet those people, I will permit you to abandon the task and run for your life first."

source: 凌霄说：“你知道龟都有什么特性吗？”
en_us: Ling Xiao said, "Do you know what's the characteristic of a tortoise?"

source: 凌霄说：“你要是不进去，那我们现在就走。”
en_us: Ling Xiao said, "If you aren't going to go in, then let's leave right now."

source: 凌霄说：“只能先试着让它们平静下来，然后再另想办法。”
en_us: Ling Xiao replied, "I can only try and calm them down now and think of something later."

source: 凌霄说：“只要有公蛊在，就可以将母蛊引出来，不过……”
en_us: Ling Xiao, "As long the male Gu is present, we can draw the female Gu out. But... ..."

source: 凌霄说：“就算打破结界也不可能立刻找到这里，没有地图，他们只能在宫殿里乱走，白虎的宫殿是个大型迷宫，一时半会是找不到这里的。”
en_us: Ling Xiao explained, "It's not possible for them to immediately find this place even if they broke the wards. They can only wander aimlessly around the palace without a map. The palace of the White Tiger is a large-scale labyrinth and they won't be able to find this place in a short while."

source: 凌霄说：“我只需要四滴就足够，剩下三滴，你不是想提升修为嘛，白虎每一滴精血蕴含的能量比刑七的内丹还要庞大，吸收了他对你有好处，而且还能改造身体的韧度，不过要小心，白虎精血里的能量比较狂暴，你吸收的时候最好与灵丹配合。”
en_us: Ling Xiao replied, "I just need four drops. As for the rest, didn't you want to level up? Every drop of Life Blood contained more energy than Xing Qi's Life Crystal. Absorbing it is good for you and it can strengthen the tenacity (韧度) of your body. But be careful, the energy contained in the Life Blood is a bit violent, it's better if you take magic pills when you absorb it."

source: 凌霄说：“我说的离开是指轮回转世，那些仍然存留在妖坟场的灵魂不过是些死后不愿意踏入轮回的执念而已，一些是不甘心死去，一些是生前有未了的心愿，比如你那位游族先人，他便是有未了的心愿才会一直留在妖坟场里。”
en_us: Ling Xiao said, "The leaving I was talking about was referring to reincarnation. The souls that are still lingering in the Demon Beast Graveyard are merely the ones who refused to enter the reincarnation cycle. Some have not resigned themselves to their deaths, while others still have unfulfilled wishes from their lives. For example, that You Family forefather has an unfulfilled wish, and that's why he's stayed in the Demon Beast Graveyard."

source: 凌霄说：“有人进来过。”
en_us: Ling Xiao replied, "Someone came in."

source: 凌霄说：“没有，他好像有事出去了，要过几天才会回来，我要问的事情怕只有他才知道，所以只能在这里待几天。”
en_us: Ling Xiao said, "No, it looked like he went out for something and wouldn't be back for a few days. He's probably the only one who knows the answer to what I want to ask, so we can only stay here for a few days."

source: 凌霄说：“游族人是否正统不是从血脉看的，而是看灵魂，那位前辈说过，只要是正统的游族人，他们的额头就会出现族纹。”
en_us: Ling Xiao said, "Whether a member of the You Family is a direct descendant is not told by looking at bloodline, but rather by looking at the soul. As that elder said, as long as they are the direct descendant of the You Family, the family mark (族纹) will appear on their forehead."

source: 凌霄说：“猜的。”
en_us: Ling Xiao, "I guessed."

source: 凌霄说：“白虎本质上应该是个很懒的家伙。”
en_us: Ling Xiao said, "The White Tiger's innate character should be very lazy."

source: 凌霄说：“空间符只有圣境强者才能炼制，分三等，可随意穿梭于各个空间，像我们用空间传送从中心城到南陆需要一个多月，用空间符只需要一天不到。”
en_us: Ling Xiao said, "Only Sacred level practitioners can create space talismans. They're categorized into three levels, and can allow a person to travel across large distances easily. For example, using a teleportation formation to go to the South Continent from ZhongXin City needs over a month, but it takes less than a day when using a teleportation talisman."

source: 凌霄调整了姿势，吞吐的说道：“我真的不知道……不过可以猜出小部分真相……”在某人即将发飙的时候，他又补充了后面一句。
en_us: Ling Xiao adjusted his posture as he hemmed and hawed, "I really don't know... But I can guess a small portion of the truth..." He added the last sentence just as a certain person was about to flip out.

source: 凌霄走进来就瞥见同样是二货的父子俩，张口便冲着床上正在装死的某人喊道：“蠢货，再不起来我自己去了。
en_us: Ling Xiao caught a glimpse of the idiot father and son duo when he came in. He then opened his mouth and shouted at a certain someone who was pretending to be dead on the bed, "You idiot (蠢货), if you don't get up, I'll go by myself!

source: 凌霄走到他身边，眉毛一挑，“近乡情怯？”
en_us: 近乡情怯Walking over, Ling Xiao asked with a brow raised, "Scared after being away for so long? (近乡情怯)" (feeling complicated?)

source: 凌霄走到猩猩面前蹲下，抓起两只手臂看了看，似乎在确定什么，然后才毁尸灭迹。
en_us: Ling Xiao kneel in front of the gorilla and grabbed his arms as if double checking something, then destroyed the evidence.

source: 凌霄走到风迟云的面前，在他颤动之前接住他的肩膀，风迟云这次却没有再躁动，“我会想办法控制住他体内的母蛊，先让他清醒过来，到时你再和他商量，你们只有一刻钟的时间。”
en_us: Ling Xiao walked to Feng ChiYun and grasped his shoulder before he trembled. This time, Feng ChiYun did not move about restlessly, "I will think of a method to control the female Gu in his body and let him awaken. You can discuss it with him at that time, but both of you will only have fifteen minutes."

source: 凌霄走向他铺好的石床，摸着柔软丝滑的被子，嘴巴蓦地勾起一丝淡淡的微笑：“不过干得不错。”
en_us: Ling Xiao walked to the stone bed where You XiaoMo had laid the quilt on and touched the soft and silky-smooth quilt. His lips suddenly lifted in a faint smile, "But you've done a pretty good job."

source: 凌霄走过去堂而皇之的摘下黑袍人的储物袋然后递给他，游小默非常自觉地收下储物袋，看都不看就扔进空间，一点也没有与其他人分享的意思。
en_us: Ling Xiao walked over and blatantly stripped the magic bags from the black-robed person's body and handed it to You XiaoMo, who put them away extremely self-consciously. He didn't even look at them before tossing them into the dimension. They didn't have the intention of sharing them with the others at all.

source: 凌霄走过来将他拉起来，“洞府的结界被人打开了，要去看看吗？”他们对桃园遗迹不熟，但是这里的洞府一般都藏有不少宝贝。
en_us: Ling Xiao walked over to pull him up and said, "The barrier around the 洞府 had been broken. Do you want to go check it out?" They weren't familiar with the Peach Blossom Ruins but the Immortal's Cave here tend to have a lot of treasures.

source: 凌霄起身掸了掸上身，眼角连给老板娘一个眼神都没有，如果只是个有脑子的女人或许会赏个眼神给她，偏偏是个没脑子的。
en_us: Ling Xiao got up, patting the dust off his robes. He didn't even spare the owner a look. He might've if she actually had a brain, but she didn't.

source: 凌霄起身，缓缓走到门前，站定，那张英俊的人神共愤的脸庞缓缓露出一抹堪称恶意的笑意，然后又以平缓的语气说道：“那就择日不如撞日吧！”
en_us: Ling Xiao rose, slowly walking towards the door and stopping in front of it. His handsome face twisted to reveal a malicious smile before he said in a mild tone, "Well, there's no time like the present to brute force our way through!"

source: 凌霄趴在床边，轻叹一声，某人关注的重点永远都不对。
en_us: Ling Xiao reclined on the bed and gently sighed. A certain someone's key concern was never right.

source: 凌霄跟着游小默吃了很多人类的食物，胃口也被养的很不错。
en_us: Ling Xiao had eaten a lot of human food while following You XiaoMo and his appetite/palate had been raised very well. (胃口也被养的很不错)

source: 凌霄躲过柴天的长剑并抬脚在剑身上轻踹一脚，看似轻而无力，实际上重如千斤，柴天整个人霎时被他的力量给推出四五米，差点撞上自已人。
en_us: Ling Xiao dodged Chai Tian’s longsword and raised his leg, lightly kicking him. It seemed to lack strength, but actually had immense force behind it. Chai Tian’s entire body went flying back by four or five meters, almost smashing into his own people.

source: 凌霄转手便将五串糖葫芦塞给游小默，转身就走。
en_us: After that, Ling Xiao passed the five sticks over to You XiaoMo and turned around to leave.

source: 凌霄轻易的握住滕蛟的拳头，突然轻笑着在他耳边说了句话。
en_us: Ling Xiao caught Teng Jiao’s fist easily, and whispered into his ear with a smile.

source: 凌霄轻笑一声，愉悦得道“如果你有我一半的智商，你也能猜到，不过很可惜，你这辈子都不可能有。”
en_us: Ling Xiao snickered and said joyfully, "If you had half of my intelligence, you would also been able to guess it, but too bad, maybe in your next life."

source: 凌霄轻轻地笑起来，“让她以后再也说不出来话很简单，你要是觉得会脏了手，我来做。”
en_us: Ling Xiao gently chuckled, "If you want her to never speak again, that's easy. If you think it'll dirty your hands, then I'll do it."

source: 凌霄还没回应他，床上的风迟云突然发出一道呻吟声。
en_us: Ling Xiao did not reply, as Feng ChiYun who was on the bed suddenly let out a groan.
